Repository: kodi-pvr/pvr.nextpvr
Catalog: pvr.nextpvr/resources/language/resource.language.*/strings.po
Languages: bg_bg, ca_es, cy_gb, da_dk, fr_fr, gl_es, he_il, hr_hr, ja_jp, ko_kr, lt_lt, lv_lv, nb_no, nl_nl, pl_pl, pt_pt, ru_ru, sk_sk, sv_se, tr_tr, zh_tw

# Addon Summary
source: Kodi frontend for the NextPVR
da_dk: Kodi frontend til NextPVR
fr_fr: Interface logicielle pour l'enregistreur vidéo NextPVR
hr_hr: Kodi sučelje za NextPVR
ko_kr: NextPVR을 위한 Kodi 프론트엔드
pl_pl: Klient telewizji dla NextPVR
ru_ru: Интерфейс Kodi для NextPVR

# Addon Description
source: NextPVR frontend. Supports streaming of Live TV & Recordings, listening to Radio channels and EPG.
da_dk: NextPVR frontend; understøtter streaming af direkte tv og optagelser, radiokanaler og EPG.
fr_fr: Interface logicielle pour l'enregistreur vidéo (PVR) NextPVR. Gère la diffusion de la TV en direct et des enregistrements en direct, l'écoute de chaînes de radios et le guide électronique des programmes TV.
hr_hr: NextPVR sučelje. Podržava strujanje i snimanje TV programa, slušanje radio programa i elektronski programski vodič (EPG).
ko_kr: NextPVR 프론트엔드. 라이브 TV 스트리밍과 녹화, 라디오 청취, EPG를 지원합니다.
pl_pl: Klient telewizji dla NextPVR obsługuje transmisję kanałów radiowych i telewizyjnych, nagrywanie oraz funkcje przewodnika telewizyjnego.
ru_ru: Интерфейс для NextPVR. Поддерживает просмотр и запись ТВ, прослушивание радио и EPG.

# Addon Disclaimer
source: This is a work in progress. Use at your own risk.
da_dk: Dette er igangværende arbejde. Benyttes på eget ansvar.
fr_fr: Logiciel en cours d'élaboration. À utiliser à vos risques et périls.
hr_hr: Ovo je još uvijek u razvoju. Koristite ga na vlastitu odgovornost.
ko_kr: 아직 개발 진행중입니다. 부족한 부분이 있을 수 있습니다.
pl_pl: Oprogramowanie nadal jest w fazie rozwoju i jest niestabilne! Autorzy w żaden sposób nie są odpowiedzialni za nieudane nagrania, błędy w harmonogramie nagrań, zmarnowany czas ani jakiekolwiek inne niepożądane efekty.
ru_ru: Разработка программы не окончена. Используйте на свой страх и риск.

# #30000
source: NextPVR hostname
da_dk: NextPVR værtsnavn
fr_fr: Nom d'hôte NextPVR
hr_hr: NextPVR naziv računala
ko_kr: NextPVR 호스트 이름
pl_pl: Nazwa hosta NextPVR
ru_ru: Адрес NextPVR

# #30001
source: NextPVR port (usually 8866)
da_dk: NextPVR port (normalt 8866)
fr_fr: Port NextPVR (généralement 8866)
hr_hr: NextPVR ulaz (zadani 8866)
ko_kr: NextPVR 포트(보통 8866)
pl_pl: Port NextPVR (zwykle 8866)
ru_ru: Порт NextPVR (обычно 8866)

# #30002
source: NextPVR PinCode
bg_bg: ПИН-код за NextPVR
ca_es: Codi PIN del NextPVR
cy_gb: Cod PIN NextPVR
da_dk: NextPVR pinkode
fr_fr: Code PIN NextPVR
gl_es: Código PIN de NextPRV
he_il: סיסמה
hr_hr: NextPVR PIN kôd
ja_jp: NextPVR Pinコード
ko_kr: NextPVR PIN 코드
lt_lt: NextPVR pin kodas
lv_lv: NextPVR pinkods
nb_no: NextPVR PIN-kode
pl_pl: Kod PIN
pt_pt: Código Pin do NextPVR
ru_ru: ПИН-код NextPVR
sk_sk: NextPVR PIN-kód
sv_se: NextPVR pinkod
tr_tr: NextPVR Pin Kodu
zh_tw: NextPVR PIN碼代號

# #30003
source: Enable timeshift with live TV
da_dk: Aktiver tidsforskydelse af direkte tv
fr_fr: Activer le décalage horaire avec la télévision en direct
hr_hr: Omogućiti vremensko premotavanje za TV programe
ko_kr: 라이브 TV에 시간차이 사용함
pl_pl: Aktywuj funkcję przesunięcia czasowego
ru_ru: Включить сдвиг по времени c live TV

# #30603
source: Open settings dialog for inputstream.ffmpegdirect for modification of timeshift settings
da_dk: Åbn indstillingsdialogen for inputstream.ffmpegdirect for ændring af tidsforskydningsindstillinger
fr_fr: Ouvrir la boîte de dialogue des paramètres pour inputstream.ffmpegdirect pour modifier les paramètres de décalage temporel
hr_hr: Otvori dijalog postavki za inputstream.ffmpegdirect u svrhu promjena postavki vremenskog premotavanja
ko_kr: 시간차이 수정에 inputstream.ffmpegdirect에 대한 설정 대화 상자 열기
pl_pl: Otwórz okno ustawień dla inputstream.ffmpegdirect w celu modyfikacji funkcji przesunięcia czasowego i innych ustawień
ru_ru: Открыть окно параметров inputstream.ffmpegdirect для изменения настроек timeshift

# #30004
source: Download TV guide artwork
da_dk: Hent grafik til tv-guide
fr_fr: Télécharger l'illustration du guide TV
hr_hr: Preuzmi poster TV vodiča
ko_kr: TV 가이드 아트워크 내려받기
pl_pl: Pobieraj grafiki dla pozycji przewodnika
ru_ru: Скачать рисунки для телегида

# #30504
source: Not enabled when remote
ko_kr: 원격에서는 사용하지 않음

# #30040
source: Connection
bg_bg: Връзка
ca_es: Connexió
cy_gb: Cysylltiad
da_dk: Forbindelse
fr_fr: Connexion
gl_es: Conexión
he_il: חיבור
hr_hr: Povezivanje
ja_jp: 接続
ko_kr: 연결
lt_lt: Prijungimas
lv_lv: Pieslēgums
nb_no: Tilkobling
nl_nl: Verbinding
pl_pl: Połączenie
pt_pt: Ligação
ru_ru: Соединение
sk_sk: Pripojenie
sv_se: Anslutning
tr_tr: Bağlantı
zh_tw: 連接

# #30041
source: Advanced
bg_bg: Допълнителни
ca_es: Avançat
cy_gb: Uwch
da_dk: Avanceret
fr_fr: Avancé
gl_es: Avanzado
he_il: מתקדם
hr_hr: Napredno
ja_jp: 高度な設定
ko_kr: 고급
lt_lt: Išplėstinė(-is)
lv_lv: Papildus
nb_no: Avansert
nl_nl: Geavanceerd
pl_pl: Zaawansowane
pt_pt: Avançado
ru_ru: Дополнительные
sk_sk: Pokročilé
sv_se: Avancerad
tr_tr: Gelişmiş
zh_tw: 進階

# #30050
source: NextPVR version not supported
da_dk: NextPVR version understøttes ikke
fr_fr: Version NextPVR non prise en charge
hr_hr: NextPVR inačica nije podržana
ko_kr: NextPVR 버전 지원 안 됨
pl_pl: Wersja NextPVR nie jest obsługiwana
ru_ru: Версия NextPVR не поддерживается

# #30051
source: Upgrade to '%s' or higher!
bg_bg: Обновете до версия „%s“ или по-нова!
ca_es: Actualitzeu a '%s' o superior!
cy_gb: Diweddarwch i '%s' neu'n uwch!
da_dk: Opgrader til '%s' eller højere!
fr_fr: Mettre à niveau vers « %s » ou supérieur !
gl_es: Actualizar a '%s' ou superior!
he_il: יש לעדכן לגרסה '%s' ומעלה!
hr_hr: Nadogradi na '%s' ili noviji!
ja_jp: '%s' 以上のバージョンにアップグレードしてください！
ko_kr: '%s' 이상으로 업그레이드 하세요!
lt_lt: Atnaujinti į '%s' arba naujesnį!
lv_lv: Janiniet uz '%s' vai augstāku!
nb_no: Oppgrader til '%s' eller høyere!
nl_nl: Voer upgrade uit naar '%s' of hoger!
pl_pl: Zainstaluj wersję '%s' lub nowszą!
pt_pt: Atualize para a versão '%s' ou superior!
ru_ru: Обновите до '%s' или выше!
sk_sk: Aktualizovať na verziu '%s' alebo vyššiu!
sv_se: Uppgradera till '%s' eller nyare
tr_tr: '%s' ya da daha yükseğine güncelleştir!
zh_tw: 升級到'%s'或更高版本！

# #30052
source: Connection failed. Incorrect PIN?
bg_bg: Неуспешно свързване. Неправилен ПИН-код?
ca_es: Ha fallat la connexió. PIN incorrecte?
cy_gb: Methodd y cysylltiad. PIN anghywir?
da_dk: Forbindelse mislykkedes. Forkert pinkode?
fr_fr: Connexion échouée. Code Pin incorrect ?
gl_es: A conexión fallou. O PIN é incorrecto?
he_il: התחברות נכשלה. אולי הסיסמה שגויה?
hr_hr: Neuspješno povezivanje. Pogrešan PIN?
ja_jp: 接続に失敗。PIN が間違っていませんか？
ko_kr: 연결 실패. 틀린 암호?
lt_lt: Ryšys nutrūko. Klaidingas PIN kodas?
lv_lv: Pieslēgums neizdevās. Vai nepareizs PIN?
nb_no: Tilkobling feilet. Feil PIN?
nl_nl: Connectie Gefaald. Verkeerde Pincode?
pl_pl: Nieudane połączenie. Nieprawidłowy PIN?
pt_pt: Erro de ligação. PIN incorreto?
ru_ru: Не удалось подключиться. Возможно, неправильный ПИН-код?
sk_sk: Počas pripájania nastala chyba. Nesprávny PIN-kód?
sv_se: Anslutning misslyckades. Ogiltig PIN?
tr_tr: Bağlantı başarısız. PIN doğru mu?
zh_tw: 連接失敗。不正確的PIN碼？

# #30053
source: Tuner no longer available
bg_bg: Тунерът вече не е наличен
ca_es: El sintonitzador ja no està disponible
cy_gb: Tiwniwr ddim ar gael
da_dk: Tuneren er ikke længere tilgængelig
fr_fr: Le tuner n'est plus disponible
gl_es: O sintonizador non está dispoñíbel
he_il: מקלט אינו זמין יותר
hr_hr: Prijemnik više nije dostupan
ja_jp: チューナーがみつかりません
ko_kr: 튜너 사용할 수 없음
lt_lt: Imtuvas nebepasiekiamas
lv_lv: Uztvērējs vairs nav pieejams
nb_no: Tuner er ikke lengre tilgjengelig
nl_nl: Tuner niet langer beschikbaar
pl_pl: Tuner jest niedostępny
pt_pt: Sintonizador não disponível
ru_ru: Тюнер более недоступен
sk_sk: Tuner už nie je k dispozícii
sv_se: Mottagaren är inte tillgänglig
tr_tr: Radyo mevcut değil.
zh_tw: 選台器已無法使用

# #30140
source: One time (manual)
bg_bg: Еднократно (ръчно)
cy_gb: Unwaith (â llaw)
da_dk: En gang (manuel)
fr_fr: Unique (manuelle)
gl_es: Unha vez (manual)
he_il: פעם אחת (ידני)
hr_hr: Jednom (ručno)
ko_kr: 한 번 (수동)
lt_lt: Vieną kartą (vadovas)
nb_no: En gang (manuell)
nl_nl: Eén keer (handmatig)
pl_pl: Jednorazowo (manualnie)
pt_pt: Uma vez (manual)
ru_ru: Одноразовый (вручную)
sk_sk: Iba raz (ručne)
sv_se: En gång (manuell)
tr_tr: Tek seferlik (elle)
zh_tw: 單次 (首動)

# #30141
source: One time (guide)
bg_bg: Еднократно (справочник)
cy_gb: Unwaith (gydag arweiniad)
da_dk: En gang (guide)
fr_fr: Unique (guide)
gl_es: Unha vez (guía)
he_il: חד פעמי (לוח שידורים)
hr_hr: Jednom (EPG vodič)
ko_kr: 한 번 (가이드)
lt_lt: Vieną kartą (instrukcija)
nb_no: En gang (guide)
nl_nl: Eën tijd (gids)
pl_pl: Jednorazowo (przewodnik)
pt_pt: Uma vez (guia)
ru_ru: Одноразовый (программа)
sk_sk: Iba raz (TV program)
sv_se: En gång (guide)
tr_tr: Tek seferiik (rehber)
zh_tw: 單次 (節目指南)

# #30142
source: Repeating (manual)
bg_bg: Повтаряемо (ръчно)
cy_gb: Ailadrodd (â llaw)
da_dk: Gentagende (manuel)
fr_fr: Répétée (manuelle)
gl_es: Repetición (manual)
he_il: חוזר (ידני)
hr_hr: Ponavljajuće (ručno)
ko_kr: 반복 (수동)
lt_lt: Pasikartojantis (vadovas)
nb_no: Gjentagende (manuell)
nl_nl: Herhaling (handmatig)
pl_pl: Cyklicznie (manualnie)
pt_pt: Repetição (manual)
ru_ru: Повторяющийся (ручной)
sk_sk: Opakovanie (ručne)
sv_se: Upprepat (manuell)
tr_tr: Tekrarlı (elle)
zh_tw: 重複 (手動)

# #30143
source: Repeating (guide)
bg_bg: Повтаряемо (справочник)
cy_gb: Ailadrodd (gydag arweiniad)
da_dk: Gentagende (guide)
fr_fr: Répétée (guide)
gl_es: Repetición (guía)
he_il: חוזר (לוח שידורים)
hr_hr: Ponavljajuće (EPG vodič)
ko_kr: 반복 (가이드)
lt_lt: Pasikartojantis (instrukcija)
nb_no: Gjentagende (guide)
nl_nl: Herhaling (gids)
pl_pl: Cyklicznie (przewodnik)
pt_pt: Repetição (guia)
ru_ru: Повторяющийся (программа)
sk_sk: Opakovanie (TV program)
sv_se: Upprepat (guide)
tr_tr: Tekrarlı (rehber)
zh_tw: 重複 (節目指南)

# #30144
source: Child recording
da_dk: Underoptagelse
fr_fr: Enregistrement enfant
hr_hr: Podsnimke
ko_kr: 파생된 녹화
pl_pl: Nagranie pochodne
ru_ru: Запись детей

# #30145
source: Repeating (keyword)
bg_bg: Повтаряемо (ключова дума)
cy_gb: Ailadrodd (allweddair)
da_dk: Gentagende (nøgleord)
fr_fr: Répétée (mot clé)
he_il: חוזר (מילת מפתח)
hr_hr: Ponavljajuće zakazano snimanje (ključnom riječi)
ko_kr: 반복 (키워드)
lt_lt: Pasikartojantis (raktinis žodis)
nb_no: Gjentagende (nøkkelord)
nl_nl: Herhalend (trefwoord)
pl_pl: Cyklicznie (słowo kluczowe)
pt_pt: Repetição (palavra-chave)
ru_ru: Повторяющийся (ключевое слово)
sk_sk: Opakovanie (kľúčové slovo)
sv_se: Återupprepande (nyckelord)
tr_tr: Tekrarlı (anahtar sözcük)
zh_tw: 重複 (關鍵字)

# #30150
source: All Recordings
bg_bg: Всички записи
cy_gb: Pob Recordiad
da_dk: Alle optagelser
fr_fr: Tous les enregistrements
gl_es: Todas as gravacións
he_il: כל ההקלטות
hr_hr: Sve snimke
ja_jp: 全録画
ko_kr: 모든 녹화영상
lt_lt: Visi įrašai
lv_lv: Visi ieraksti
nb_no: Alle opptak
nl_nl: Alle opnames
pl_pl: Wszystkie nagrania
pt_pt: Todas as gravações
ru_ru: Все записи
sk_sk: Všetky nahrávky
sv_se: Alla inspelningar
tr_tr: Bütün kayıtlar
zh_tw: 所有錄影檔

# #30151
source: 1 Recording
bg_bg: 1 запис
cy_gb: 1 Recordiad
da_dk: 1 optagelse
fr_fr: 1 enregistrement
gl_es: 1 gravación
he_il: 1 הקלטה
hr_hr: 1 snimka
ko_kr: 녹화 1편
lt_lt: 1 įrašymas
nb_no: 1 opptak
nl_nl: 1 opname
pl_pl: 1 Nagranie
pt_pt: 1 gravação
ru_ru: 1 запись
sk_sk: 1 nahrávka
sv_se: 1 Inspelning
tr_tr: 1 kayıt
zh_tw: 1個錄影檔

# #30152
source: 2 Recordings
bg_bg: 2 записа
cy_gb: 2 Recordiad
da_dk: 2 optagelser
fr_fr: 2 enregistrements
gl_es: 2 gravación
he_il: 2 הקלטות
hr_hr: 2 snimke
ko_kr: 녹화 2편
lt_lt: 2 įrašymai
nb_no: 2 opptak
nl_nl: 2 opnames
pl_pl: 2 Nagrania
pt_pt: 2 gravações
ru_ru: 2 записи
sk_sk: 2 nahrávky
sv_se: 2 Inspelningar
tr_tr: 2 kayıt
zh_tw: 2個錄影檔

# #30153
source: 3 Recordings
bg_bg: 3 записа
cy_gb: 3 Recordiad
da_dk: 3 optagelser
fr_fr: 3 enregistrements
gl_es: 3 gravación
he_il: 3 הקלטות
hr_hr: 3 snimke
ko_kr: 녹화 3편
lt_lt: 3 įrašymai
nb_no: 3 opptak
nl_nl: 3 opnames
pl_pl: 3 Nagrania
pt_pt: 3 gravações
ru_ru: 3 записи
sk_sk: 3 nahrávky
sv_se: 3 Inspelningar
tr_tr: 3 kayıt
zh_tw: 3個錄影檔

# #30154
source: 4 Recordings
bg_bg: 4 записа
cy_gb: 4 Recordiad
da_dk: 4 optagelser
fr_fr: 4 enregistrements
gl_es: 4 gravación
he_il: 4 הקלטות
hr_hr: 4 snimke
ko_kr: 녹화 4편
lt_lt: 4 įrašymai
nb_no: 4 opptak
nl_nl: 4 opnames
pl_pl: 4 Nagrania
pt_pt: 4 gravações
ru_ru: 4 записи
sk_sk: 4 nahrávky
sv_se: 4 Inspelningar
tr_tr: 4 kayıt
zh_tw: 4個錄影檔

# #30155
source: 5 Recordings
bg_bg: 5 записа
cy_gb: 5 Recordiad
da_dk: 5 optagelser
fr_fr: 5 enregistrements
gl_es: 5 gravación
he_il: 5 הקלטות
hr_hr: 5 snimka
ko_kr: 녹화 5편
lt_lt: 5 įrašymai
nb_no: 5 opptak
nl_nl: 5 opnames
pl_pl: 5 Nagrań
pt_pt: 5 gravações
ru_ru: 5 записей
sk_sk: 5 nahrávok
sv_se: 5 Inspelningar
tr_tr: 5 kayıt
zh_tw: 5個錄影檔

# #30156
source: 6 Recordings
bg_bg: 6 записа
cy_gb: 6 Recordiad
da_dk: 6 optagelser
fr_fr: 6 enregistrements
gl_es: 6 gravación
he_il: 6 הקלטות
hr_hr: 6 snimka
ko_kr: 녹화 6편
lt_lt: 6 įrašymai
nb_no: 6 opptak
nl_nl: 6 opnames
pl_pl: 6 Nagrań
pt_pt: 6 gravações
ru_ru: 6 записей
sk_sk: 6 nahrávok
sv_se: 6 Inspelningar
tr_tr: 6 kayıt
zh_tw: 6個錄影檔

# #30157
source: 7 Recordings
bg_bg: 7 записа
cy_gb: 7 Recordiad
da_dk: 7 optagelser
fr_fr: 7 enregistrements
gl_es: 7 gravación
he_il: 7 הקלטות
hr_hr: 7 snimka
ko_kr: 녹화 7편
lt_lt: 7 įrašymai
nb_no: 7 opptak
nl_nl: 7 opnames
pl_pl: 7 Nagrań
pt_pt: 7 gravações
ru_ru: 7 записей
sk_sk: 7 nahrávok
sv_se: 7 Inspelningar
tr_tr: 7 kayıt
zh_tw: 7個錄影檔

# #30158
source: 10 Recordings
bg_bg: 10 записа
cy_gb: 10 Recordiad
da_dk: 10 optagelser
fr_fr: 8 enregistrements
gl_es: 10 gravación
he_il: 10 הקלטות
hr_hr: 10 snimka
ko_kr: 녹화 10편
lt_lt: 10 įrašymų
nb_no: 10 opptak
nl_nl: 10 opnames
pl_pl: 10 Nagrań
pt_pt: 10 gravações
ru_ru: 10 записей
sk_sk: 10 nahrávok
sv_se: 10 Inspelningar
tr_tr: 10 kayıt
zh_tw: 10個錄影檔

# #30160
source: New Only
bg_bg: Само новите
cy_gb: Newydd yn Unig
da_dk: Kun nye
fr_fr: Nouveaux seulement
gl_es: Só novos
he_il: חדש בלבד
hr_hr: Samo nove
ko_kr: 최신만
lt_lt: Tik nauji
nb_no: Kun nye
nl_nl: Alleen nieuw
pl_pl: Tylko nowe
pt_pt: Apenas novas
ru_ru: Только новые
sk_sk: Iba nové
sv_se: Endast Nya
tr_tr: Sadece yeni
zh_tw: 僅新番

# #30161
source: All
bg_bg: Всички
cy_gb: Pob un
da_dk: Alle
fr_fr: Tout
gl_es: Todos
he_il: הכל
hr_hr: Sve
ja_jp: すべて
ko_kr: 전체
lt_lt: Visi
lv_lv: Visi
nb_no: Alle
nl_nl: Alles
pl_pl: Wszystkie
pt_pt: Todas
ru_ru: Все треки
sk_sk: Všetky
sv_se: Alla
tr_tr: Hepsi
zh_tw: 全部

# #30162
source: Pre-buffer time in seconds
bg_bg: Време за пред-зареждане, в секунди
da_dk: Pre-buffertid i sekunder
fr_fr: Durée de prétampon en seconde
he_il: זמן אגירת קדם בשניות
hr_hr: Vrijeme u sekundama pred-međuspremnika
ko_kr: 프리-버퍼 시간 (초)
pl_pl: Czas buforowania wstępnego w sekundach
ru_ru: Время предварительной буферизации в секундах
tr_tr: Ön tampon süresi saniye olarak

# #30163
source: Enable Wake On LAN
bg_bg: Включване на събуждането по LAN
da_dk: Aktiver netværksopvågning (Wake On LAN)
fr_fr: Activer les réveil à distance ( Wake On LAN)
he_il: הפעלת השכמה דרך הרשת (WOL)
hr_hr: Omogući 'Probudi putem LAN-a'
ko_kr: Wake On LAN 사용
pl_pl: Włącz Wake On LAN
ru_ru: Включить Wake On LAN
tr_tr: LAN'dan Uyandırma'yı etkinleştir

# #30164
source: Wait for server after wake in seconds
bg_bg: Изчакване на сървъра след събуждане, в секунди
da_dk: Ventetid i sekunder for opvågning af server
fr_fr: Temps d'attente du serveur après réveil en seconde
he_il: זמן ההמתנה לשרת לאחר ההשכמה בשניות
hr_hr: Čekaj poslužitelja nakon buđenja u sekundama
ko_kr: 서버가 깨어나기를 기다림 (초)
pl_pl: Oczekiwanie na serwer po wybudzeniu w sekundach
ru_ru: Ожидать сервер после пробуждения в секундах
tr_tr: Sunucunun ardından bekle saniyeler içinde uyan

# #30165
source: NextPVR server MAC address
bg_bg: MAC адрес на сървъра на NextPVR
da_dk: NextPVR servers MAC-adresse
fr_fr: Adresse MAC du serveur NextPVR
he_il: כתובת חומרה (MAC) של שרת ה־NextPVR
hr_hr: MAC adresa NextPVR poslužitelja
ko_kr: NextPVR 서버 MAC 어드레스
pl_pl: Adres MAC serwera NextPVR
ru_ru: MAC адрес сервера NextPVR
tr_tr: NextPVR sunucusu MAC adresi

# #30166
source: Failed recordings
da_dk: Mislykkede optagelser
fr_fr: Enregistrements ratés
hr_hr: Neuspješna snimanja
ko_kr: 녹화 실패
pl_pl: Nieudane nagrania
ru_ru: Неудачные записи

# #30167
source: Live TV chunk size
da_dk: Klumpstørrelse ved direkte tv
fr_fr: Taille du morceau de télévision en direct
hr_hr: Veličina djelića emitiranja TV programa uživo
ko_kr: 라이브 TV 단위 데이터 크기
pl_pl: Rozmiar bloku telewizji na żywo
ru_ru: Размер блока Live TV

# #30567
source: Change chunk size for LAN performance
da_dk: Skift klumpstørrelse for LAN-ydeevne
fr_fr: Modifier la taille des blocs pour les performances LAN
hr_hr: Promijeni veličinu dijelića za LAN performanse
ko_kr: LAN 성능을 위한 단위 데이터 크기 변경
pl_pl: Zmień rozmiar bloku dla wydajności sieci LAN
ru_ru: Изменение размера блока для повышения производительности локальной сети

# #30168
source: Recording chunk size
da_dk: Klumpstørrelse ved optagelse
fr_fr: Taille de bloc d'enregistrement
hr_hr: Veličina dijelića za snimanje
ko_kr: 녹화 단위 데이터 크기
pl_pl: Rozmiar bloku nagrywania
ru_ru: Размер блока записи

# #30170
source: Refresh cache for channel icons
da_dk: Opdater cachen for kanalikoner
fr_fr: Actualiser le cache d'icônes de chaines
hr_hr: Osvježi predmemoriju za prikaz ikona programa
ko_kr: 채널 아이콘의 캐시 새로 고침
pl_pl: Odśwież bufor ikon kanałów
ru_ru: Сбросить кеш для логотипов каналов

# #30171
source: Repeating (advanced)
da_dk: Gentagende (avanceret)
fr_fr: Répétition (avancée)
hr_hr: Ponavljajuće (napredno)
ko_kr: 반복 (고급)
pl_pl: Powtarzanie (zaawansowane)
ru_ru: Повторяющийся (расширенная)

# #30172
source: Live TV method
da_dk: Metode ved direkte tv
fr_fr: Méthode de télévision en direct
hr_hr: Način emitiranja TV programa uživo
ko_kr: 라이브 TV 방식
pl_pl: Metoda telewizji na żywo
ru_ru: Метод прямого эфира

# #30173
source: Transcoding profile
da_dk: Profil ved omkodning
fr_fr: Profil de transcodage
hr_hr: Profil enkôdiranja
ko_kr: 트랜스코딩 프로필
pl_pl: Profil transkodowania
ru_ru: Профиль транскодирования

# #30174
source: Streaming options
da_dk: Indstillinger for streaming
fr_fr: Options de diffusion
hr_hr: Mogućnosti strujanja
ko_kr: 스트리밍 옵션
pl_pl: Opcje przesyłania strumieniowego
ru_ru: Параметры потоковой передачи

# #30175
source: Display and recordings
da_dk: Visning og optagelser
fr_fr: Affichage et enregistrements
hr_hr: Prikaz i snimke
ko_kr: 디스플레이 및 녹화
pl_pl: Wyświetlacz i nagrania
ru_ru: Дисплей и записи

# #30176
source: Enable direct streams
da_dk: Aktiver direkte streams
fr_fr: Activer les flux directs
hr_hr: Omogući izravna strujanja
ko_kr: 직접 스트림 활성화
pl_pl: Włącz bezpośrednie strumienie
ru_ru: Включить прямые потоки

# #30177
source: Use legacy (V4) setting
da_dk: Brug den ældre (v4) indstilling
fr_fr: Utiliser le paramètre hérité (V4)
hr_hr: Koristi zastarjelu (V4) postavku
ko_kr: 이전(V4) 설정 사용
pl_pl: Użyj starszego ustawienia (V4)
ru_ru: Использовать старые (V4) настройки

# #30178
source: Include filesize with recordings
da_dk: Medtag filstørrelse ved optagelser
fr_fr: Inclure la taille des fichiers avec les enregistrements
hr_hr: Uključi veličinu datoteke sa snimkama
ko_kr: 녹화에 파일 크기 포함
pl_pl: Dołącz rozmiar pliku do nagrań
ru_ru: Включить размер файла в записи

# #30678
source: Use file system to get the recording size if available
da_dk: Brug filsystemet til at få størrelsen på optagelsen, hvis den er tilgængelig
fr_fr: Utiliser le système de fichiers pour obtenir la taille d'enregistrement si disponible
hr_hr: Koristi datotečni sustav za dobivanje veličine snimke ako je dostupan
ko_kr: 가능하면 파일 시스템을 사용하여 녹화 크기 가져오기
pl_pl: Użyj systemu plików, aby uzyskać rozmiar nagrania, jeśli jest dostępny
ru_ru: Используйте файловую систему для получения размера записи, если она доступна

# #30179
source: Remote access
da_dk: Fjernadgang
fr_fr: Accès à distance
hr_hr: Udaljeni pristup
ko_kr: 원격 접근
pl_pl: Dostęp zdalny
ru_ru: Удалённый доступ

# #30180
source: Single recording display
da_dk: Enkelt visning for optagelse
fr_fr: Affichage d'enregistrement unique
hr_hr: Prikaz jedne snimke
ko_kr: 단일 녹화 표시
pl_pl: Wyświetlanie pojedynczego nagrania
ru_ru: Отображение одной записи

# #30680
source: Movies and single episode TV shows display at top level
da_dk: Film og tv-serier med ét afsnit vises på øverste niveau
fr_fr: Les films et les émissions de télévision à épisode unique s'affichent au niveau supérieur
hr_hr: Filmovi i pojedinačne epizode TV serija prikazani su pri vrhu
ko_kr: 영화와 단일 에피소드 TV 프로그램은 가장 위에 표시됨
pl_pl: Filmy i pojedyncze odcinki programów telewizyjnych są wyświetlane na najwyższym poziomie
ru_ru: Фильмы и односерийные телепередачи отображаются на верхнем уровне

# #30181
source: TV guide portrait format
da_dk: Tv-guide portrætformat
fr_fr: Format portrait du guide TV
hr_hr: Format portreta TV vodiča
ko_kr: TV 가이드 세로 형식
pl_pl: Format pionowy przewodnika telewizyjnego
ru_ru: Формат портрета телегида

# #30182
source: NextPVR server %s:%d
fr_fr: Serveur NextPVR %s :%d
hr_hr: NextPVR poslužitelj %s:%d
ko_kr: NextPVR 서버 %s:%d
pl_pl: Serwer NextPVR %s:%d
ru_ru: NextPVR сервер %s:%d

# #30183
source: Reset channel icon
da_dk: Nulstil kanalikon
fr_fr: Réinitialiser l'icône de la chaîne
hr_hr: Vrati izvornu ikonu programa
ko_kr: 채널 아이콘 재설정
pl_pl: Zresetuj ikonę kanału
ru_ru: Сбросить иконку канала

# #30184
source: Forget recording
da_dk: Glem optagelse
fr_fr: Oublier l'enregistrement
hr_hr: Zaboravi snimku
ko_kr: 녹화 잊음
pl_pl: Zapomnij o nagrywaniu
ru_ru: Забыть запись

# #30185
source: Update all channels
da_dk: Opdater alle kanaler
fr_fr: Mettre à jour toutes les chaînes
hr_hr: Nadopuni sve programe
ko_kr: 모든 채널 업데이트
pl_pl: Zaktualizuj wszystkie kanały
ru_ru: Обновить все каналы

# #30186
source: Update all channel groups
da_dk: Opdater alle kanalgrupper
fr_fr: Mettre à jour tous les groupes de canaux
hr_hr: Nadopuni sve grupe programa
ko_kr: 모든 채널 그룹 업데이트
pl_pl: Zaktualizuj wszystkie grupy kanałów
ru_ru: Обновить все группы каналов

# #30187
source: Select NextPVR IP address
da_dk: Vælg NextPVR IP-adresse
fr_fr: Sélectionner l'adresse IP NextPVR
hr_hr: Odaberi NextPVR IP adresu
ko_kr: NextPVR IP 주소 선택
pl_pl: Wybierz adres IP NextPVR
ru_ru: Выберите IP адрес NextPVR

# #30188
source: Show radio channels
da_dk: Vis radiokanaler
fr_fr: Afficher les chaînes de radio
hr_hr: Prikaži radio programe
ko_kr: 라디오 채널 표시
pl_pl: Pokaż kanały radiowe
ru_ru: Показать радио каналы

# #30688
source: Also use skin settings to control radio main menu display
da_dk: Brug også indstillinger for skin til at styre visning af radio i hovedmenu
fr_fr: Utilisez également les paramètres de skin pour contrôler l'affichage du menu principal de la radio
hr_hr: Koristi postavke presvlake za upravljanje prikazom glavnog radio izbornika
ko_kr: 라디오 주 메뉴 표시 관리에 스킨 설정도 사용
pl_pl: Użyj również ustawień skóry, aby sterować wyświetlaniem głównego menu radia
ru_ru: Также использовать настройки обложки для управления отображением главного меню радиостанции

# #30189
source: Discovered host
da_dk: Opdaget vært
fr_fr: Hôte découvert
hr_hr: Otkriveni poslužitelj
ko_kr: 발견된 호스트
pl_pl: Odkryty host
ru_ru: Обнаруженный хост

# #30190
source: Timeshifting disabled
da_dk: Tidsforskydning deaktiveret
fr_fr: Décalage horaire désactivé
hr_hr: Vremensko premotavanje onemogućeno
ko_kr: 시간차이 사용 안 함
pl_pl: Przesunięcie w czasie wyłączone
ru_ru: Переключение времени отключено

# #30191
source: %s is not enabled
da_dk: %s er ikke aktiveret
fr_fr: %s n'est pas activé
hr_hr: %s nije omogućeno
ko_kr: %s 사용 안 함
pl_pl: %s nie jest włączone
ru_ru: %s не включен

# #30192
source: %s is not installed
da_dk: %s er ikke installeret
fr_fr: %s n'est pas installé
hr_hr: %s nije instalirano
ko_kr: %s 설치 안 됨
pl_pl: %s nie jest zainstalowane
ru_ru: %s не установлен

# #30193
source: Show season folders
da_dk: Vis sæsoners mapper
fr_fr: Afficher les dossiers de saison
hr_hr: Prikaži mape sezona
ko_kr: 시즌 폴더 표시
pl_pl: Pokaż foldery sezonów
ru_ru: Показать папки сезонов
