Repository: kodi-pvr/pvr.nextpvr
Catalog: pvr.nextpvr/resources/language/resource.language.*/strings.po
Languages: bg_bg, ca_es, cy_gb, da_dk, fr_fr, gl_es, he_il, hr_hr, ja_jp, ko_kr, lt_lt, lv_lv, nb_no, nl_nl, pl_pl, pt_pt, ru_ru, sk_sk, sv_se, tr_tr, zh_tw

# #30693
source: Create separate folders for multiple seasons of recordings
da_dk: Opret separate mapper til flere sæsoner af optagelser
fr_fr: Créer des dossiers séparés pour plusieurs saisons d'enregistrements
hr_hr: Stvori zasebne mape za višestruke sezone snimka
ko_kr: 여러 시즌의 녹화에 폴더 따로 만들기
pl_pl: Twórz osobne foldery dla wielu sezonów nagrań
ru_ru: Создавать отдельные папки для записей нескольких сезонов

# #30194
source: Use backend genre text
da_dk: Brug genretekst fra backend
fr_fr: Utiliser le texte de genre backend
hr_hr: Koristi izvorni tekst pozadinskog softvera
ko_kr: 백엔드 장르 텍스트 사용
pl_pl: Użyj tekstu gatunku z backendu
ru_ru: Использовать текст жанра в бэкэнде

# #30694
source: Kodi default is DVB genre text. Default required for Kodi genre search and language translation
da_dk: Kodi standard er DVB genretekst. Standard er påkrævet for genresøgning i Kodi og oversættelse af sprog
fr_fr: Kodi par défaut est le texte de genre DVB. Valeur par défaut requise pour la recherche de genre Kodi et la traduction de langue
hr_hr: Kodi zadan je DVB izvorni tekst. Zadani tekst je potreban za pretragu Kodi žanrova i prijevod jezika
ko_kr: Kodi 기본값은 DVB 장르 텍스트입니다. Kodi 장르 검색 및 언어 번역에 필요한 기본값
pl_pl: Domyślne Kodi to tekst gatunku DVB. Domyślne wymagane do wyszukiwania gatunku Kodi i tłumaczenia języka
ru_ru: По умолчанию в Kodi используется текст жанра DVB. Значение, необходимое для поиска жанра и перевода языка в Kodi

# #30195
source: Send Wake On LAN to server
da_dk: Send Wake On LAN til serveren
fr_fr: Envoyer Wake On LAN au serveur
hr_hr: Pošalji 'Probudi puteam LAN-a' na poslužitelja
ko_kr: Wake On LAN을 서버로 보내기
pl_pl: Wyślij Wake On LAN do serwera
ru_ru: тправка Wake On LAN на сервер

# #30196
source: Open NextPVR settings
da_dk: Åbn indstillinger for NextPVR
fr_fr: Ouvrir les paramètres NextPVR
hr_hr: Otvori NextPVR postavke
ko_kr: NextPVR 설정 열기
pl_pl: Otwórz ustawienia NextPVR
ru_ru: Открыть настройки NextPVR

# #30197
source: Show guide cast, director and writer
da_dk: Vis medvirkende, instruktør og forfatter i guide
fr_fr: Afficher casting, réalisateur et scénariste
hr_hr: Prikaži vodič uloge, redatelja i pisca
ko_kr: 쇼 가이드 출연자, 감독 및 작가
pl_pl: Pokaż obsadę, reżysera i scenarzystę
ru_ru: Показать актеров, режиссера и сценариста

# #30198
source: Display disk space
da_dk: Vis diskplads
fr_fr: Afficher l'espace disque
hr_hr: Prikaži diskovni prostor
ko_kr: 디스크 공간 표시
pl_pl: Wyświetl miejsce na dysku
ru_ru: Отображение места на диске

# #30698
source: Default: Show the default drive - Span: Sum all drives
da_dk: Standard: Vis standarddrevet - Spænvidde: Opsummer alle drev
fr_fr: Par défaut : afficher le lecteur par défaut – Étendue : additionner tous les lecteurs
hr_hr: Zadano: Prikažani zadani disk - Span: Zbroji sve diskove
ko_kr: 기본값: 기본 드라이브 표시 - 범위: 모든 드라이브 합계
pl_pl: Domyślnie: pokazuj domyślny dysk - Zakres: podsumuj wszystkie dyski
ru_ru: По умолчанию: Показать диск по умолчанию - Span: Суммировать все диски

# #30199
source: Override Kodi no timer padding default
da_dk: Tilsidesæt Kodis standard for ingen omkringliggende tid ved timeroptagelse
fr_fr: Remplacer Kodi sans minuterie de remplissage par défaut
hr_hr: Zaobiđi Kodi zadano, bez dodatnog vremena zakazanog snimanja
ko_kr: Kodi 타이머의 기본 안 덧붙임 바꾸기
pl_pl: Wymuś domyślną wartość Kodi braku wypełnienia harmonogramu

# #30699
source: Use NextPVR timer padding when no padding is entered
da_dk: Brug NextPVR's omkringliggende tid for timeroptagelse når ingen omkringliggende tid er indtastet
fr_fr: Utiliser le remplissage de la minuterie NextPVR lorsqu'aucun remplissage n'est entré
hr_hr: Koristi NextPVR dodatno vrijeme zakazanog snimanja kada nema unesenog dodatnog vremena zakazanog snimanja
ko_kr: 덧붙임 입력이 없으면 NextPVR 타이머 덧붙임 사용
pl_pl: Użyj wypełnienia harmonogramu NextPVR, gdy nie wprowadzono wypełnienia

# #30200
source: Store recording resume location in NextPVR
da_dk: Gem optagelsens genoptagelsesplacering i NextPVR
fr_fr: Stocker la reprise de l'enregistrement dans NextPVR
hr_hr: Lokacija pohrane snimanja nastavka repodukcije u NextPVR
ko_kr: NextPVR에 녹화 다시 시작 위치 저장
pl_pl: Przechowuj lokalizację wznowienia nagrywania w NextPVR
ru_ru: Хранить место возобновления записи в NextPVR

# #30700
source: When disabled resume location and watched status will be managed only in Kodi
da_dk: Ved deaktivering vil genoptagelsesplaceringen og status for set udelukkende blive administreret i Kodi
fr_fr: Lorsqu'il est désactivé, l'emplacement de reprise et le statut surveillé ne seront gérés que dans Kodi
hr_hr: Kada je onemogućeno lokacija nastavka repodukcije i stanje gledanja biti će upravljani samo iz Kodija
ko_kr: 사용하지 않으면 다시 시작 위치와 시청 상태는 Kodi에서만 관리됩니다
pl_pl: Po wyłączeniu lokalizacja wznawiania i obserwowany status będą zarządzane tylko w Kodi
ru_ru: При отключении место возобновления и состояние просмотра будут управляться только в Kodi

# #30201
source: Show root directory
ko_kr: 루트 디렉터리 표시

# #30701
source: Seperate recordings by the NextPVR recording folder
ko_kr: NextPVR 녹화 폴더별로 별도의 녹화

# #30202
source: Channel instance number
ko_kr: 채널 인스턴스 번호

# #30702
source: Add instance indicators (#) to channel names
ko_kr: 채널 이름에 인스턴스 표시(#) 추가

# #30203
source: All channels group
ko_kr: 모든 채널 그룹

# #30703
source: Create an All channels group for this instance
ko_kr: 이 인스턴스에 대한 모든 채널 그룹을 만듭니다

# #30204
source: Instance number
ko_kr: 인스턴스 번호

# #30205
source: Instance options
ko_kr: 인스턴스 옵션

# #30206
source: Load comskip
ko_kr: comskip 읽기

# #30706
source: Read comskip EDL files from backend
ko_kr: 백엔드에서 comskip EDL 파일 읽기

# #30207
source: Update check
ko_kr: 업데이트 확인

# #30707
source: Interval to check for backend changes made outside this Kodi client
ko_kr: 이 코디 클라이언트 외부에서 이루어진 백엔드 변경 사항을 확인하는 간격

# #30208
source: Every 5 minutes
ko_kr: 5분마다

# #30209
source: Recording and timer control
ko_kr: 녹음 및 타이머 제어

# #30709
source: Manage user rights for recordings and timers
ko_kr: 녹화 및 타이머에 대한 사용자 권한 관리

# #30210
source: Real Time
ko_kr: 실시간

# #30211
source: Timeshift
fr_fr: Différé
ko_kr: 타임시프트

# #30212
source: Transcoded
ko_kr: 트랜스코딩됨

# #30213
source: Spann
ko_kr: 스판

# #30214
source: Full access to recordings and timers
ko_kr: 녹음 및 타이머에 대한 전체 접근 권한

# #30215
source: Play and delete recordings with no timers
ko_kr: 타이머 없이 녹음 재생 및 삭제

# #30216
source: Play recordings with no timers
ko_kr: 타이머 없이 녹음 재생

# #30217
source: Live TV only
ko_kr: 실시간 TV만

# #30218
source: Repeating (all episodes)
ko_kr: 반복 (모든 에피소드)

# #30504
source: Not enabled for Matrix when remote
pl_pl: Niedostępne dla Matrix, gdy jest zdalny
ru_ru: Не включено для Matrix при удаленном управлении

# #30169
source: Kodi skin styled recordings
pl_pl: Nagrania stylizowane na skórę Kodi
ru_ru: Записи, стилизованные под обложку Kodi

# #30569
source: Separate title, season and episode for skin - season and episode numbers will not be shown in lists
pl_pl: Oddzielny tytuł, sezon i odcinek dla skóry - numery sezonów i odcinków nie będą pokazywane na listach
ru_ru: Разделите название, сезон и эпизод для обложки - номера сезонов и эпизодов не будут отображаться в списках

# #30000
source: NextPVR Hostname
bg_bg: Име на хоста на NextPVR
ca_es: Nom de màquina del NextPVR
cy_gb: Enw Gwesteiwr NextPVR
gl_es: Nome do host NextPVR
he_il: שם מארח או כתובת IP
ja_jp: NextPVR ホスト名
lt_lt: NextPVR mazgo vardas
lv_lv: NextPVR saimniekvārds
nb_no: NextPVR vertsnavn
nl_nl: NextPVR Hostnaam
pt_pt: Nome do servidor NextPVR
sk_sk: Názov NextPVR hostiteľa
sv_se: NextPVR-värdnamn
tr_tr: NextPVR Ana makine adı
zh_tw: NextPVR主機名稱

# #30001
source: NextPVR Port (usually 8866 or 7799)
bg_bg: Порт за NextPVR (обикн. 8866 или 7799)
ca_es: Port del NextPVR (normalment 8866 o 7799)
cy_gb: Porth NextPVR (8866 neu 7799 fel rheol)
gl_es: Porto de NextPVR (en xeral 8866 ou 7799)
he_il: פורט (בד"כ 8866 או 7799)
ja_jp: NextPVR ポート番号 (通常 8866 か 7799)
lt_lt: NextPVR portas (paprastai 8866 arba 7799)
lv_lv: NextPVR ports (parasti 8866 vai 7799)
nb_no: NextPVR-port (som regel 8866 eller 7799)
nl_nl: NextPVR Poort (aangeraden 8866 of 7799)
pt_pt: Porta do NextPVR (normalmente 8866 ou 7799)
sk_sk: NextPVR port (zvyčajne 8866 alebo 7799)
sv_se: NextPVR-port (vanligtvis 8866 eller 7799)
tr_tr: NextPVR Portu (genellikle 8866 veya 7799'dur)
zh_tw: NextPVR端口(通常是8866或7799)

# #30003
source: Enable TimeShift with Live TV
bg_bg: Изместване във времето за ТВ на живо
ca_es: Habilita els salts en el temps amb la televisió en directe
cy_gb: Galluogi SymudAmser gyda Theledu Byw?
gl_es: Activar TimeShift na TV en directo
he_il: אפשר טיימשיפט לשידור חי
ja_jp: タイムシフト視聴を有効に
lt_lt: Įjungti TimeShift su Live TV
lv_lv: Ieslēgt laika nobīdi tiešraides TV
nb_no: Aktiver TimeShift med direkte TV
nl_nl: Gebruik TimeShift met Live TV
pt_pt: Ativar TimeShift com TV em direto
sk_sk: Povoliť časový posun v režime Živé TV vysielanie
sv_se: Aktivera TimeShift med Live TV
tr_tr: Live TV için zaman kaydırma aktif
zh_tw: 直播電視啟用時光平移（TimeShift）

# #30004
source: Download TV Guide Artwork
bg_bg: Сваляне на изображения за справочника
cy_gb: Lawrlwytho Gwaith Celf y Canllaw Teledu
gl_es: Descargar arte para a Guía de TV
he_il: הורד גרפיקת מדריך טלוויזיה
lt_lt: Atsisiųsti TV gido iliustracijas
nb_no: Last ned TV Guide Kunst
nl_nl: Download TV Gids Artwork
pt_pt: Descarregar imagens do guia
sk_sk: Prevziať predlohu TV programu
sv_se: Hämta TV-guide konstverk
tr_tr: TV Rehberi çizimlerini indir
zh_tw: 下載電視節目指南的美術圖

# #30050
source: NextPVR server is too old.
bg_bg: Сървърът NextPVR е твърде стар.
ca_es: El servidor NextPVR és massa antic.
cy_gb: Mae'r gweinydd NextPVR yn rhy hen.
gl_es: O servidor NextPRV é demasiado vello.
he_il: גרסת שרת NextPVR ישנה מדי.
ja_jp: NextPVR サーバが古すぎます。
lt_lt: NextPVR serveris per senas
lv_lv: NextPVR serveris ir pārāk vecs.
nb_no: NextPVR-vert er for gammel.
nl_nl: NextPVR server is te oud.
pt_pt: O servidor NextPVR é muito antigo.
sk_sk: NextPVR server je príliš neaktuálny.
sv_se: NextPVR-server är för gammal
tr_tr: NextPVR sunucusu çok eski.
zh_tw: NextPVR伺服器太舊了

# #30144
source: Child Recording
bg_bg: Дъщерен запис
cy_gb: Recordio Plentyn
he_il: הקלטה לילדים
lt_lt: Vaikų įrašymai
nb_no: Barne opptak
nl_nl: Kind Opname
pt_pt: Gravação para crianças
sk_sk: Nahrávky pre deti
tr_tr: Alt kayıt
zh_tw: 錄影子集

# #30166
source: Failed Recordings
bg_bg: Неуспешни записи
he_il: ההקלטות נכשלו
tr_tr: Başarısız Kayıtlar

# #30167
source: Live TV Chunk Size
bg_bg: Размер на частите за зареждане за ТВ на живо
he_il: גודל נתח שידורי טלוויזיה חיים
tr_tr: Canlı TV Parça Boyutu

# #30168
source: Recording Chunk Size
bg_bg: Размер на частите при запис
he_il: גודל נתח הקלטה
tr_tr: Kayıt Parça Boyutu

# #30169
source: Kodi Style Recordings
bg_bg: Записи в стила на Kodi
he_il: הקלטות בסגנון Kodi
tr_tr: Kodi Style Kayıtları

# #30100
source: Add Timer
ca_es: Afegeix un temporitzador

# #30120
source: Recording Type
ca_es: Tipus d'enregistrament

# #30121
source: Record Once
ca_es: Grava un cop

# #30122
source: Record Season (NEW episodes on this channel)
ca_es: Gravar la temporada (episodis nous en aquest canal)

# #30123
source: Record Season (All episodes on this channel)
ca_es: Gravar la temporada (Tots els episodis d'aquest canal)

# #30124
source: Record Season (Daily, this timeslot)
ca_es: Gravar la temporada (diàriament, en aquest horari)

# #30125
source: Record Season (Weekly, this timeslot)
ca_es: Gravar la temporada (Setmanalment, en aquest horari)

# #30126
source: Record Season (Monday-Friday, this timeslot)
ca_es: Gravar la temporada (de Dilluns a Divendres, en aquest horari)

# #30127
source: Record Season (Weekends, this timeslot)
ca_es: Gravar la temporada (Caps de setmana, en aquest horari)

# #30130
source: Keep
ca_es: Mantenir

# #30131
source: All Recordings
ca_es: Tots els enregistraments

# #30132
source: Pre-Padding (minutes)
ca_es: Marge (minuts)

# #30133
source: Post-Padding (minutes)
ca_es: Marge posterior (minuts)

# #30134
source: Recording Directory
ca_es: Directori d'enregistraments

# #30135
source: Default
ca_es: Per defecte
